7zip
acpid
adobe-source-sans-fonts
android-tools
android-udev
app2unit-git
archlinux-xdg-menu
ark
aur-sync-vote
auto-cpufreq
base
base-devel
bash-completion
bat
bind
bluez
bluez-utils
brightnessctl
btop
btrbk
btrfs-assistant
btrfs-desktop-notification
btrfs-progs
clamav
cliphist
cowsay
cpio
ctop
darkly-bin
dkms
docker
docker-compose
dolphin
dosfstools
downgrade
dunst
dysk
easyeffects
efibootmgr
exfatprogs
expac
eza
fastfetch
fd
ffmpegthumbs
fnm-bin
fprintd
frameworkintegration
ghostmirror
ghostty-shell-integration
ghostty-terminfo
git
gitu
gnu-free-fonts
gptfdisk
grim
grimblast-git
grub
grub-btrfs
gst-plugin-pipewire
gst-plugin-va
gtk4-layer-shell
gvfs
gvfs-mtp
gvfs-smb
halloy
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
imv
intel-gpu-tools
intel-media-driver
intel-ucode
kio-admin
kio-fuse
kio5-extras
kitty
kvantum
kvantum-qt5
kvantum-theme-materia
kwallet-pam
lazygit
ldns
less
lib32-vulkan-icd-loader
lib32-vulkan-intel
libinput-tools
libpulse
libva-utils
linux
linux-firmware
linux-headers
lolcat
lsb-release
lsp-plugins
lua51
luarocks
man-db
man-pages
markdownlint-cli2
mediainfo
mediainfo-gui
mirro-rs
mpv
nchat
ncspot
neo-matrix
neovide
neovim
net-tools
network-manager-applet
networkmanager
ngrep
nicotine+
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
nwg-displays
nwg-look
nyancat
onefetch
openssh
os-prober
otf-font-awesome
otf-libertinus
pacman-contrib
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plymouth
plymouth-theme-neat
pwvucontrol
python-pywal16
qt5-imageformats
qt5-wayland
qt5ct
qt6-multimedia-ffmpeg
qt6-virtualkeyboard
qt6ct
rate-mirrors-bin
rebuild-detector
reflector
resvg
ripgrep
rose-pine-hyprcursor
rslsync
s-tui
sddm
shellcheck
shiny-mirrors
simple-mtpfs
sl
slurp
sof-firmware
speedtest++
spek-rs-bin
spotify-launcher
sshfs
stress-ng
tailscale
terminus-font
texinfo
thermald
tig
timeshift
timeshift-autosnap
timeshift-systemd-timer
toilet
topgrade-bin
tree
tree-sitter-bash
tree-sitter-cli
tree-sitter-javascript
tree-sitter-python
tree-sitter-rust
ttf-0xproto-nerd
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-fira-mono
ttf-fira-sans
ttf-firacode-nerd
ttf-inconsolata
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-meslo-nerd
ttf-opensans
unarchiver
unrar
usbutils
uwsm
ventoy-bin
visual-studio-code-bin
viu
vpl-gpu-rt
vulkan-icd-loader
vulkan-intel
vulkan-tools
waybar
wev
which
wireplumber
wl-clip-persist
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xf86-input-evdev
xf86-input-synaptics
xorg-xhost
yay
yazi
zen-browser-bin
zoxide
zram-generator
zsh
zsh-completions
zsh-lovers
