7zip
acpid
adobe-source-sans-fonts
android-tools
android-udev
app2unit-git
archlinux-xdg-menu
aria2
ark
aur-sync-vote
auto-cpufreq
awww
base
base-devel
bash-completion
bat
bind
bluetui
bluez
bluez-utils
breeze-gtk
brightnessctl
btop
btrbk
btrfs-assistant
btrfs-desktop-notification
btrfs-progs
cachyos-keyring
cachyos-mirrorlist
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
chafa
cheese
clamav
cli11
cliphist
cloudflare-warp-bin
cowsay
cpio
ctop
darkly-bin
dkms
dma
dnsmasq
docker
docker-compose
dolphin
dosfstools
downgrade
drm-info
dua-cli
dunst
dust
dysk
easyeffects
edk2-ovmf
efibootmgr
exfatprogs
expac
eza
fastfetch
fd
ffmpegthumbs
filelight
fnm
fprintd
frameworkintegration
fuzzel
fwupd
gdu
ghostmirror
git
git-filter-repo
gitu
gnu-free-fonts
google-breakpad
gptfdisk
grim
grimblast-git
grub
grub-btrfs
gsmartcontrol
gst-plugin-pipewire
gst-plugin-va
gtk4-layer-shell
guestfs-tools
gum
gvfs
gvfs-mtp
gvfs-smb
hypremoji
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
imv
inetutils
intel-gpu-tools
intel-media-driver
intel-ucode
iperf3
isd
iw
kdegraphics-thumbnailers
kimageformats
kio-admin
kio-fuse
kitty
kwallet-pam
kwalletmanager
lazygit
ldns
less
lib32-vulkan-icd-loader
lib32-vulkan-intel
libinput-tools
libpulse
libtorrent
libva-utils
libvirt
linux
linux-cachyos
linux-cachyos-headers
linux-firmware
linux-headers
localsend-bin
lolcat
lsb-release
lshw
lsp-plugins
lua51
luarocks
man-db
man-pages
markdownlint-cli2
matugen
mediainfo
mediainfo-gui
mesa-utils
mpv
mtr
ncdu
ncspot
neo-matrix
neovim
net-tools
network-manager-applet
networkmanager
ngrep
nicotine+
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
nvme-cli
nwg-displays
nwg-look
nyancat
onefetch
opencode
openssh
os-prober
otf-commit-mono-nerd
otf-font-awesome
otf-libertinus
pacman-contrib
parsync-bin
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plasma-integration
plymouth
plymouth-theme-neat
progress
pv
pwvucontrol
python-mutagen
python-pip
python-pywal16
python-pywalfox
qemu-full
qemu-img
qt5-imageformats
qt5-wayland
qt5ct-kde
qt6-multimedia-ffmpeg
qt6-virtualkeyboard
qt6-wayland
qt6ct-kde
rebuild-detector
reflector-rs-bin
resvg
ripgrep
rose-pine-hyprcursor
s-nail
s-tui
sddm
sex
shellcheck
shiny-mirrors
simple-mtpfs
sl
slurp
smartmontools
sof-firmware
speedtest++
spek-rs-bin
spotify-launcher
ssh-audit
sshfs
stress-ng
swtpm
tailscale
tealdeer
terminus-font
texinfo
thermald
tig
timeshift
timeshift-autosnap
timeshift-systemd-timer
toilet
topgrade
traceroute
tree
tree-sitter-bash
tree-sitter-cli
tree-sitter-javascript
tree-sitter-python
tree-sitter-rust
ttf-0xproto-nerd
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-fira-mono
ttf-fira-sans
ttf-firacode-nerd
ttf-inconsolata
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-meslo-nerd
ttf-opensans
ttyper
unarchiver
unrar
usbutils
uwsm
ventoy-bin
virt-install
virt-manager
virt-viewer
visual-studio-code-bin
viu
vpl-gpu-rt
vulkan-icd-loader
vulkan-intel
vulkan-tools
waybar
wev
wget
which
wireplumber
wl-clip-persist
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xf86-input-evdev
xf86-input-synaptics
xorg-xhost
yay
yazi
yt-dlp-ejs
zathura
zen-browser-bin
zoxide
zram-generator
zsh
zsh-completions
zsh-lovers
